Repository: common-repository/telegram-inliner
Catalog: languages/inline-*.po
Languages: fa_ir

source: Answer to Direct Message
fa_ir: پاسخ به پیام مستقیم

source: Before updating this settings please read the <a target="_blank" href="http://websima.com/telegram-inliner/">Inliner Documents</a> carefully
fa_ir: قبلل از انجام تغییرات لطفا به <a target="_blank" href="http://websima.com/telegram-inliner/">آموزش اینالینر</a> مراجعه نمایید.

source: Chosen Result Template
fa_ir: متن پیام هنگام انتخاب گزینه

source: Count Selected Results?
fa_ir: شمارش گزینه های انتخابی توسط کاربران

source: Default Image
fa_ir: تصویر پیش فرض نتایج

source: Get Inliner ready
fa_ir: آماده سازی اینلاینر

source: Include Post Types
fa_ir: نوع نوشته های مورد جستجو

source: Inlier Settings
fa_ir: تنظیمات اینلاینر

source: Inliner Settings
fa_ir: تنظیمات اینلاینر

source: Instructions
fa_ir: دستورالعمل

source: No
fa_ir: خیر

source: No Result Description
fa_ir: توضیحات برای حالتی که نتیجه ای یافت نمیشود

source: No Result Message
fa_ir: متن پیام برای حالتی که نتیجه ای یافت نمیشود

source: No Result Title
fa_ir: عنوان برای حالتی که نتیجه ای یافت نمیشود

source: Post Content
fa_ir: محتوای نوشته

source: Post Excerpt
fa_ir: چکیده

source: Post Short Link
fa_ir: لینک کوتاه شده

source: Post Title
fa_ir: عنوان نوشته

source: Post Url
fa_ir: آدرس نوشته

source: Separate post types with ",". leave emty to include posts only
fa_ir: نوع نوشته ها را با کاما از هم جدا کنید. در صورت خالی گذاشتن تنها نوشته ها نمایش داده میشود.

source: Telegram Bot Token
fa_ir: TOKEN ربات تلگرام

source: Upload
fa_ir: بارگزاری

source: Will Be Shown on Search Results
fa_ir: در نتایج جستجو نمایش داده خواهد شد

source: Yes
fa_ir: بله

source: ex: post,product,page
fa_ir: مانند: post,product,page
